Repository: MeadowS/occupywallst
Catalog: occupywallst/locale/*/LC_MESSAGES/django.po
Languages: he, hi

source: bad arguments
he: רע טיעונים
hi: बुरा तर्क

source: request not found
he: בקשה לא נמצא
hi: नहीं मिला अनुरोध

source: insufficient permissions
he: מספיק הרשאות
hi: अपर्याप्त अनुमतियाँ

source: content too short
he: קצר מדי תוכן
hi: बहुत छोटा सामग्री

source: content too long
he: תוכן רב מדי
hi: बहुत लंबा सामग्री

source: please don't bump threads
he: נא לא להקפיץ אשכולות
hi: धागे कृपया टक्कर नहीं करते

source: turn off bloody caps lock
he: לכבות הדמים Caps Lock
hi: बंद खूनी टोपियां लॉक बारी

source: title too short
he: קצר מדי כותרת
hi: बहुत क्षुद्र शीर्षक

source: title too long
he: כותרת ארוכה מדי
hi: बहुत लंबा शीर्षक

source: please wait %(duration)s before making another post
he: אנא המתן %(duration)s לפני ביצוע של עוד פוסט
hi: प्रतीक्षा %(duration)s एक और पोस्ट करने से पहले कृपया

source: you're not logged in
he: אתה לא מחובר
hi: तुम में लॉग इन नहीं कर रहे हैं

source: insufficient privileges
he: מספיק הרשאות
hi: अपर्याप्त विशेषाधिकार

source: a thread with this title exists
he: חוט עם התואר הזה קיים
hi: इस शीर्षक के साथ एक धागा मौजूद है

source: article not found
he: מאמר לא נמצא
hi: नहीं लेख मिला

source: you didn't post that
he: אתה לא לפרסם כי
hi: आपको लगता है कि पोस्ट नहीं किया

source: invalid action
he: פעולה לא חוקית
hi: अमान्य कार्यवाही

source: parent comment not found
he: תגובה הורה לא נמצא
hi: माता पिता टिप्पणी नहीं मिला

source: comment nested too deep
he: הערות מקונן עמוק מדי
hi: नेस्टेड भी गहरी टिप्पणी

source: comment not found
he: ההערה לא נמצא
hi: कोई टिप्पणी नहीं मिला

source: comment too short
he: הערה קצרה מדי
hi: बहुत कम टिप्पणी

source: you already voted
he: כבר הצביעו
hi: आप पहले से ही मतदान

source: invalid vote
he: הצבעה לא חוקית
hi: अमान्य वोट

source: message too short
he: הודעה קצרה מדי
hi: बहुत संक्षिप्त संदेश

source: user not found
he: המשתמש לא נמצא
hi: नहीं उपयोगकर्ता मिला

source: you can't message yourself
he: אתה לא יכול הודעה עצמך
hi: तुम अपने आप को संदेश नहीं कर सकते हैं

source: you can't send more than %(limit)s messages per day
he: אתה לא יכול לשלוח יותר מ %(limit)s של הודעות ליום
hi: आप अधिक से %(limit)s प्रति दिन संदेश नहीं भेज सकते हैं

source: %(username)s sent you a message
he: %(username)s שלח לך הודעה
hi: %(username)s आप एक संदेश भेजा

source: message not found
he: הודעה לא נמצאה
hi: नहीं संदेश मिला

source: you didn't send or receive that message
he: לא לשלוח או לקבל את המסר
hi: तुम भेज या प्राप्त नहीं किया था उस संदेश

source: username too short
he: שם משתמש קצר מדי
hi: उपयोगकर्ता नाम बहुत छोटा है

source: username too long
he: שם משתמש יותר מדי זמן
hi: उपयोगकर्ता नाम बहुत लंबा

source: bad username, use only letters/numbers
he: שם משתמש רע, להשתמש רק באותיות / מספרים
hi: बुरा उपयोक्तानाम, केवल पत्र / संख्या का उपयोग

source: username is taken
he: שם המשתמש הוא נלקח
hi: उपयोगकर्ता नाम लिया है

source: you're already logged in
he: אתה מחובר כבר
hi: आप पहले से ही में लॉग इन कर रहे हैं

source: password must be at least six characters
he: הסיסמא חייבת להיות לפחות שישה תווים
hi: पासवर्ड कम से कम छह वर्ण होना चाहिए

source: password too long
he: סיסמה ארוכה מדי
hi: पासवर्ड बहुत लंबा

source: invalid email address
he: כתובת דוא"ל לא חוקית
hi: ईमेल पता अमान्य

source: invalid username or password
he: שם משתמש או סיסמה לא חוקיים
hi: अमान्य उपयोगकर्ता नाम या पासवर्ड

source: OccupyWallSt News
he: OccupyWallSt חדשות
hi: OccupyWallSt समाचार

source: News and information relating to the Occupy Wall Street movement
he: חדשות ומידע הנוגעים לכבוש תנועה בוול סטריט
hi: समाचार और जानकारी से संबंधित वॉल स्ट्रीट आंदोलन कब्जा

source: OccupyWallSt Forum
he: OccupyWallSt פורום
hi: OccupyWallSt फोरम

source: Public discussion posts pertaining to the Occupy Wall Street movement
he: ההודעות דיון ציבורי הנוגעים לכבוש תנועה בוול סטריט
hi: सार्वजनिक चर्चा करने के लिए संबंधित पोस्ट वॉल स्ट्रीट आंदोलन कब्जा

source: Invalid captcha
he: חוקי captcha
hi: अमान्य कैप्चा

source: English
he: אנגלית
hi: अंग्रेज़ी

source: Spanish
he: ספרדית
hi: स्पेनिश

source: French
he: צרפתי
hi: फ्रांसीसी

source: Greek
he: יוון
hi: ग्रीक

source: Hebrew
he: עברית
hi: यहूदी

source: Arabic
he: ערבית
hi: अरबी भाषा

source: Simplified Chinese
he: סינית
hi: सरलीकृत चीनी

source: year
he: שנה

source: month
he: חודש

source: week
he: שבוע

source: day
he: יום

source: hour
he: שעה

source: minute
he: דקה

source: minutes
he: דקות

source: Page Not Found
he: הדף לא נמצא
hi: पृष्ठ नहीं मिला

source: Internal Server Error
he: שרת פנימית שגיאה
hi: आंतरिक सर्वर त्रुटि

source: OccupyWallSt User Info
he: OccupyWallSt פרטי משתמש
hi: OccupyWallSt उपयोगकर्ता जानकारी

source: Convert to News Article
he: המרת סעיף חדשות
hi: समाचार अनुच्छेद में कनवर्ट

source: Convert to Forum Post
he: המרת בפורום
hi: फोरम में कनवर्ट करने के लिए डाक

source: Parent Comment
he: האם תגובה
hi: जनक टिप्पणी

source: Public Forum
he: פורום ציבורי
hi: सार्वजनिक मंच

source: Other Articles
he: מאמרים אחרים
hi: अन्य लेख

source: View Thread
he: הצג פתיל
hi: थ्रेड देखें

source: %(comment_count)s comments %(timesince)s ago by %(username)s
he: %(comment_count)s תגובות %(timesince)s לפני %(username)s

source: Comments
he: תגובות
hi: टिप्पणियाँ

source: post comment
he: לכתוב תגובה
hi: टिप्पणी पोस्ट

source: save
he: להציל
hi: बचाना

source: cancel
he: לבטל
hi: रद्द करना

source: View Comments
he: צפה תגובות
hi: टिप्पणियां

source: Posted %(timesince)s ago on %(date)s EST by %(username)s
he: פורסם לפני %(timesince)s על %(date)s EST על ידי %(username)s

source: edit
he: לערוך
hi: संपादित करें

source: remove
he: להסיר
hi: हटाना

source: delete
he: למחוק
hi: हटाना

source: This content is user submitted and not an official statement
he: תוכן זה הגיש המשתמש לא הודעה רשמית
hi: इस सामग्री का उपयोगकर्ता पेश की जाती है और नहीं एक आधिकारिक बयान

source: send private message
he: לשלוח הודעה פרטית
hi: निजी संदेश भेजें

source: Welcome
he: ברוך הבא
hi: आपका स्वागत है

source: logout
he: להתנתקות
hi: लॉगआउट

source: login
he: התחברות
hi: लॉगिन

source: signup
he: ההרשמה
hi: पंजीकरण

source: Language
he: שפה
hi: भाषा

source: Notifications
he: הודעות
hi: अधिसूचनाएं

source: This comment was deleted D:
he: הערה זו נמחקה
hi: इस टिप्पणी के लिए डी नष्ट कर दिया गया

source: points
he: נקודות
hi: अंक

source: ago
he: לפני
hi: पूर्व

source: ↥like
he: כמו
hi: ↥तरह

source: ↧dislike
he: לשנוא
hi: ↧नापसंद

source: reply
he: תגובה
hi: उत्तर

source: Edit Profile
he: ערוך פרופיל
hi: प्रोफ़ाइल संपादित करें

source: Location
he: מקום
hi: स्थान

source: Click here to remove the marker.
he: לחץ כאן כדי להסיר את הסמן.
hi: यहाँ क्लिक करें मार्कर हटायें.

source: Save
he: להציל
hi: बचाना

source: Read the Rules Before Posting
he: קרא את הכללים לפני פרסום
hi: कृपया पोस्टिंग से पहले नियम पढ़ें

source: post
he: שלאחר
hi: पद

source: title
he: כותרת
hi: शीर्षक

source: content
he: תוכן
hi: सामग्री

source: post thread
he: הודעה חוט
hi: पोस्ट धागा

source: Best Comments Today
he: היום הטוב ביותר תגובות
hi: सर्वश्रेष्ठ आज टिप्पणियाँ

source: None Found :'(
he: אף שנמצאו: '(
hi: कोई नहीं मिला: '(

source: View Comment Thread
he: הצג פתיל תגובות
hi: नया थ्रेड देखें

source: %(karma)s points %(timesince)s ago by %(username)s
he: %(karma)s נקודות %(timesince)s לפני %(username)s

source: Recent Comments
he: תגובות אחרונות
hi: हाल की टिप्पणियाँ

source: News Article
he: חדשות מאמר
hi: समाचार अनुच्छेद

source: %(comment_count)s comments %(created)s ago by %(username)s last comment %(last_comment)s ago
he: %(comment_count)s תגובות %(created)s לפני %(username)s הערה אחרונה לפני %(last_comment)s ago

source: Posted %(date)s EST (%(timesince)s ago) by %(username)s
he: פורסם לפני %(timesince)s על %(date)s EST על ידי %(username)s

source: Logout
he: התנתקות
hi: लॉगआउट

source: You are now logged out.
he: אתה מחובר עכשיו החוצה.
hi: अब आप लॉग आउट कर रहे हैं.

source: Login
he: התחברות
hi: लॉगिन

source: %(from_user)s said %(timesince)s ago at %(date)s EST
he: %(from_user)s סעיד %(timesince)s ימים לפני %(date)s EST

source: Signup
he: הרשמה
hi: साइनअप

source: Required Fields
he: שדות חובה
hi: आवश्यक फ़ील्ड

source: Optional Fields
he: אופציונלי שדות
hi: वैकल्पिक फ़ील्ड

source: %(username)s's User Profile
he: %(username)s משתמש הפרופיל של

source: No Profile Information
he: אין מידע בפרופיל
hi: कोई प्रोफ़ाइल जानकारी

source: Private Messages
he: הודעות פרטיות
hi: निजी संदेश

source: send message
he: שלח הודעה
hi: संदेश भेजें

source: Information
he: מידע
hi: सूचना

source: Edit
he: לערוך
hi: संपादित करें

source: From
he: מן
hi: से

source: Joined
he: הצטרף
hi: में शामिल हो

source: Nearby Users
he: בסמוך משתמשים
hi: निकटवर्ती उपयोगकर्ता

source: [Read More...](%(url)s)
he: [קרא עוד...](%(url)s)
hi: [पढ़ें और...](%(url)s)

source: anonymous
he: אנונימי
hi: अनाम

source: Hindi
hi: हिंदी

source: admin
hi: व्यवस्थापक
